Repository: fcrespel/blogs.crespel.me
Catalog: plugins/fab-widgets/languages/fab-widgets-*.po
Languages: fr_fr

source: A collection of Wordpress sidebar widgets.
fr_fr: Une collection de widgets pour la colonne latérale.

source: Contextual information (search, archives, category, etc.)
fr_fr: Information contextuelle (recherche, archives, catégorie, etc.)

source: FAB: Context
fr_fr: FAB: Contexte

source: You are currently browsing the %1$s site archives for the %2$s category.
fr_fr: Vous parcourez actuellement les archives du site %1$s pour la catégorie %2$s.

source: You are currently browsing the %1$s site archives for the day %2$s.
fr_fr: Vous parcourez actuellement les archives du site %1$s pour la journée du %2$s.

source: l, F jS, Y
fr_fr: j F Y

source: You are currently browsing the %1$s site archives for %2$s.
fr_fr: Vous parcourez actuellement les archives du site %1$s pour %2$s.

source: You are currently browsing the %1$s site archives for the year %2$s.
fr_fr: Vous parcourez actuellement les archives du site %1$s pour l'année %2$s.

source: You have searched the %1$s site archives for %2$s. If you are unable to find anything in these search results, use the menu or one of these links.
fr_fr: Vous avez recherché %1$s sur le site %2$s. Si aucun résultat n'est satisfaisant, utilisez le menu ou un des liens ci-dessous.

source: You are currently browsing the %1$s site archives.
fr_fr: Vous parcourez actuellement les archives du site %1$s.
